[
  "What is your idea of perfect happiness?",
  "What is your greatest fear?",
  "What is the trait you most deplore in yourself?",
  "What is your greatest extravagance?",
  "What is your current state of mind?",
  "What do you consider the most overrate virtue?",
  "On what occasion do you lie?",
  "What do you most dislike about your appearance?",
  "Which living person do you most despise?",
  "What is the quality you most like in a man?",
  "What is the quality you most like in a woman?",
  "Which words or phrases do you most overuse?",
  "What or who is the greatest love of your life?",
  "When and where were you happiest?",
  "Which talent would you most like to have?",
  "If you could change one thing about yourself, what would it be?",
  "What do you consider your greatest achievement?",
  "If you were to die and come back as a person or a thing, what would it be?",
  "Where would you most like to live?",
  "What is your most treasured possession?",
  "What do you regard as the lowest depth of misery?",
  "What is your favorite occupation?",
  "What is your most marked characteristic?",
  "What do you most value in your friends?",
  "Who are your favorite writers?",
  "Who is your hero of fiction?",
  "Which historical figure do you most identify with?",
  "Who are your heroes in real life?",
  "What are your favorite names?",
  "What is it that you most dislike?",
  "What is your greatest regret?",
  "How would you like to die?",
  "What is your motto?",
  "Do you like watching reruns?",
  "Have you ever won any kind of contest yourself?",
  "What gives you cheap thrills?",
  "What do you think is worth waiting for?",
  "ARe you an organ donor, if so why/why not?",
  "Should parenting classes be mandatory for new parents?",
  "What is the number one thing people are always asking you for help with?",
  "What movie did you love the original but hate the sequel?",
  "Are you more talk and less action or vice versa?",
  "Have you ever given someone a handmade present?",
  "What type of person angers you the most?",
  "Could you live without electricity for a week?",
  "Do you think Great Britain should be part of a united Europe?",
  "Have you ever eaten a whole tube of Pringles by yourself?",
  "Do you like champagne, if so what is your favorite brand?",
  "What nervous habits do you have?",
  "What do you do when you and your best friend get into a fight?",
  "What do you think should be a wonder of the world that currently isn't?",
  "What comforts you on bad days?",
  "Do you treat yourself and your body with respect?",
  "Something you eat that other people would find gross?",
  "Have you ever broken the law and didn't get caught, if so how?",
  "Something you fear might change you.",
  "What personality trait in people raises a red flag with you?",
  "Have you ever resented someone, if so what for?",
  "Do you have a favorite t-shirt, if so what's on it or what does it say?",
  "How old do you think is too old to have a baby?",
  "How have you changed over the last 5 years?",
  "Have you ever painted a house?",
  "Have you ever had a surprise party (that was an actual surprise)?",
  "What makes you feel miserable?",
  "What's the best costume you've ever worn?",
  "What's been the hardest loss you've had to take?",
  "Do you like sunny days or rainy days more?",
  "What does your typical Friday night look like?",
  "Who is your favorite movie director and what's your favorite movie from them?",
  "What is the furthest you've ever got a paper airplane to fly?",
  "Do you like the person you're becoming?",
  "What's the highest you've ever jumped into the water from?",
  "What inspires your ideas?",
  "Have you ever assembled furniture by yourself?",
  "Have you ever bolstered your resume to get a job you really wanted?",
  "How emotional are you?",
  "Have you ever had an internship, if not what would be your dream intern job?",
  "Do you prefer chicken, beef, seafood, or vegetables?",
  "Have you ever had a health scare?",
  "What do you love most about the holiday season?",
  "Do you think a fling could be a good thing?",
  "What part of your routine do you always try to skip if you can?",
  "What do you or did you hate most about dating or the dating process?",
  "What do you frown upon when it comes to raising kids?",
  "Have you ever been professionally photographed?",
  "Where or how do you find serenity?",
  "Do you influence people more than they influence you?",
  "What can you do to make your life better?",
  "If you could ask one person, alive or dead, only one question, what would you ask?",
  "What is your favorite hiding place?",
  "Do you buy anthing organic, if so what?",
  "Describe yourself in terms of food.",
  "How could you reinvent yourself?",
  "What was the name of the first album you ever bought and who was it by?",
  "What is your Chinese zodiac sign and is the description accurate?",
  "Do you have any prejudices you've admitted to yourself?",
  "Who is the very first friend you ever remember making and how old were you?",
  "What makes you lose sleep?",
  "What are 3 phrases or sayings you say almost every day?",
  "Do you floss or use a toothpick when food gets stuck in your teeth?",
  "Have you ever swerved off the road to avoid hitting something?",
  "Compare your driving skills to something?",
  "What food is romantic to you?",
  "Do you forgive and forget, just forgive but not forget, or neither?",
  "Have you ever had an out of body experience?",
  "How easy is it for you to get along with people?",
  "Has someone ever given you a \"last chance\" and for what?",
  "Something on your \"to-do list\" that never gets done.",
  "What's your favorite thing to eat with your fingers?",
  "What is your favorite or most used cookbook?",
  "What food best described your personality?",
  "Would you ever do a ride along with a cop, if so what do you want to see?",
  "Do you think ignorance is bliss?",
  "Are you a pacifist?",
  "What do you need to do to grow?",
  "What is something you wish you learned?",
  "Where's your favorite place to order pizza?",
  "Who taught you how to drive?",
  "If you were to ever win a Nobel Peace Prize, what do you think it would be for?",
  "Do you ask enough questions or do you settle for what you know?",
  "Have you ever helped someone across the road?",
  "What is legal that you think should be illegal?",
  "Would you rather own a private jet or luxury yacht?",
  "What's the first impression you want to give people?",
  "Which would you rather have it you had to: a broken leg, or a broken arm?",
  "What profession do you think is the most undervalued today?",
  "What is your favorite thing to put ice cream on or eat ice cream with?",
  "Who would you love to collaborate with and what you collaborate on?",
  "Where do you cut costs when you need to save?",
  "What was one thing you begged your parents for as a kid and they finally gave it to you?",
  "If you could have someone serenade you over a candle light dinner, who would it be?",
  "Do you think horoscopes are accurate?",
  "How do you describe millennials?",
  "What have you ever ran from that you needed to face?",
  "What makes you unique?",
  "If you could time travel, where would you go?",
  "What is one book you like that no one else does?",
  "What is an eye opening experience you had while traveling?",
  "If you had to eat one meal every day for the rest of your life, what would it be?",
  "What's your signature drink?",
  "What's one movie you can't bring yourself to watch?"
]
