[
  "What weird food combinations do you really enjoy?",
  "If you could go back to college and major in another subject, what would you choose?",
  "What food have you never eaten but would really like to try?",
  "What’s something you really resent paying for?",
  "If you could bring any historical figure back to life, who could you choose?",
  "Do you think that aliens exist?",
  "What are some of your current obsessions?",
  "Where are some unusual places you’ve been?",
  "How do you stay up to date on current events?",
  "What is a mindless activity you enjoy?",
  "What movie can you watch over and over without ever getting tired of?",
  "When you are old, what do you think children will ask you to tell stories about?",
  "What movie character do you relate to the most?",
  "What song annoys you the most?",
  "When did something start out badly for you but in the end, it was great?",
  "How would your country change if everyone, regardless of age, could vote?",
  "What animal would be cutest if scaled down to the size of a cat?",
  "If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days?",
  "What’s your favorite word?",
  "What’s the most epic thing you've witnessed?",
  "If you could pick one thing to be immune to, what would it be?",
  "What’s something that will always be in fashion, no matter how much time passes?",
  "What actors or actresses in movie roles surprised you?",
  "What is your zombie apocalypse survival plan?",
  "What’s the best / worst practical joke that you’ve played on someone or that was played on you?",
  "What would you take a detour for?",
  "What is your favorite decoration at home?",
  "What food is delicious but a pain to eat?",
  "Who was your favorite or most impactful teacher?",
  "What “old person” things do you do?",
  "What was your favorite photo that you took?",
  "What are you watching on TV?",
  "Which celebrity would you want to spend a day at a theme park with?",
  "What would be the worst thing to hear as you are going under anesthesia before heart surgery?",
  "What’s the spiciest thing you’ve ever eaten?",
  "What is something you wish would break so you have an excuse to replace it?",
  "Have you ever gotten lost but it ended up working out in the end?",
  "What is your favorite dad joke?",
  "What do you think you are much better at than you actually are?",
  "What hill would you die on?",
  "What emoji do you use too much of?",
  "What’s your cure for hiccups?",
  "What invention doesn’t get a lot of love but has greatly improved the world?",
  "What’s the most interesting building you’ve ever seen or been in?",
  "What mythical creature do you wish actually existed?",
  "What is your go-to restaurant?",
  "What is your favorite board game?",
  "What types of documentaries do you like watching?",
  "What was the most unsettling film you’ve seen?",
  "What invention could have the biggest positive impact on society as a whole?",
  "What is your favorite movie snack??",
  "Which celebrity or band has the worst fan base?",
  "What are you interested in that most people aren’t?",
  "What subject do you have a lot of knowledge on without being an expert?",
  "What is your favorite piece of technology?",
  "What’s something people don’t worry about but really should?",
  "What sayings or quotes do you use on a regular basis?",
  "Do you think that children born today will have better or worse lives than their parents?",
  "What’s the funniest actual name you’ve heard of someone having?",
  "Which is your favorite charity or charitable cause?",
  "What TV show character do you wish you could be?",
  "What was cool when you were young but isn’t cool now?",
  "When you travel, are you an overpacker or a light packer?",
  "If magic was real, what spell would you try to learn first?",
  "If ghosts were real, who would you like to be haunted by?",
  "What goal do you think humanity is not focused enough on achieving?",
  "Cake or pie?",
  "What character in a movie could have been great, but the actor they cast didn’t fit the role?",
  "What activity can you spend endless hours doing?",
  "What’s the most comfortable bed you've ever slept in?",
  "If you could hike to any place on Earth, where would you go?",
  "What is your favorite camping meal?"
  "What is the most absurd thing you’ve been tricked into doing or believing?",
  "What scent or smell sparks immediate joy?",
  "Who is your favorite fictional villain?",
  "If you could have an all-expenses paid trip to go anywhere in the world, where would you choose to go?",
  "What is the first thing you do after getting home from a trip?",
  "What has been your greatest kitchen mistake?",
  "If you have a million dollars, what are the things you wouldn’t spend it on?",
  "If you could live in any house from a TV or movie, which one would it be?",
  "Do you eat food that’s past its expiration date if it still smells and looks fine?",
  "What’s the most ridiculous thing you have bought?",
  "What’s the funniest comedy skit you’ve seen?",
  "What was your favorite childhood book?",
  "Would you rather have 20 hobbies or a single passion?",
  "What outdoor activity haven’t you tried, but would like to?",
  "What songs hit you with a wave of nostalgia every time you hear them?",
  "What is your favorite meal to cook?",
  "What is your favorite podcast or radio show?",
  "What household chore do you hate doing the most?",
  "If you could be an Olympic athlete, in what sport would you compete?",
  "What app can you not believe someone hasn’t made yet?",
  "What is the weirdest superstition you follow?",
  "What is your favorite museum experience?",
  "What are the two things you’d like to ask your pet?",
  "What really needs to be modernized?",
  "What is your favorite mode of transporation?",
  "What's your favorite ice cream flavor?",
  "What’s your most favorite family tradition?",
  "What music do you usually play on a road trip?",
  "What skill do you wish you could learn?",
  "If you had a food truck, what kind of food would you serve?",
  "What is the best advice you were ever given?",
  "What food did you think was going to be amazing but turned out to be horrible?",
  "What bit of trivia do you know that is very interesting but also very useless?",
  "What is a popular food ingredient, spice, or herb that you dislike?",
  "What animal or plant do you think should be renamed?",
  "What was the best thing that happened to you today?",
  "As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?",
  "If you could shop for free at one store, which one would you choose?"
  "What is your favorite cooking show?",
  "What was fun as a kid but weird as an adult?",
  "What’s your favorite sandwich spread?",
  "What current trend do you hope will go on for a long time?",
  "If you could make one vegetable disappear from the face of the Earth, which one would it be?",
  "Where’s your go to coffee or drink spot?",
  "Would you rather visit your ancestors in the past or meet your descendants in the future?",
  "What’s your best story from a trip?",
  "What languages do you wish you could speak?",
  "What’s the most pleasant sounding accent?",
  "What kind of company would you start if you were offered $50,000 to start one?",
  "IIf you could eat only 3 foods for the rest of your life, what would they be?",
  "What’s the funniest word in the English language?",
  "Have you ever walked out of the cinema without finishing the movie?",
  "What book will always be on your bookshelf?",
  "If you had to delete all but 3 apps from your smartphone, which ones would you keep?",
  "If people receive a purple heart for bravery, what would other color hearts represent?",
  "What are some of the best vacations you’ve had?",
  "If there was a book of commandments for the modern world, what would some of the rules be?",
  "What's the weirdest Wikipedia fact you've stumbled across?",
  "What was your most recent Netflix binge?",
  "What is your favorite conspiracy theory?",
  "What is the scariest animal?",
  "What’s the worst hairstyle or fashion trend you’ve ever had?",
  "What habit do you have now that you wish you started much earlier?",
  "If money was no object, what would you do all day?",
  "Aside from necessities, what one thing could you not go a day without?",
  "What would a perfect day look like for you?",
  "How many pillows do you sleep with?",
  "What is your favorite kitchen appliance or gadget?",
  "What life skills are rarely taught but extremely useful?",
  "What movie universe would be the worst to live out your life in?",
  "If you could hack into any one computer, which computer would you choose?",
  "What's the most interesting thing you can see out of your office or kitchen window?",
  "What’s the most ridiculous animal on the planet?",
  "What’s the worst thing you’ve eaten out of politeness?",
  "What’s the most historic thing that has happened in your lifetime?",
  "Do you collect anything?",
  "Which of the five senses is the most imporant?",
  "Did you ever buy something that you immediately regretted?",
  "What movie did you see that you were disappointed in, but everyone loved?",
  "Where’s the next place on your travel bucket list and why?",
  "What’s your funniest story involving a car?",
  "What's one thing that can instantly make your day better?",
  "If you built a themed hotel, what would the theme be and what would the rooms look like?",
  "What scientific discovery would change the course of humanity overnight if it was discovered?",
  "What film had a better trailer than the actual movie?",
  "Breakfast for dinner or dinner for breakfast?",
  "What's your favorite ice cream topping?",
  "What’s the craziest true story you’ve heard?",
  "What’s the grossest food that you just can’t get enough of?",
  "What brand are you most loyal to?",
  "What’s your favorite content genre (horror, sci-fi, rom-com, etc.)?",
  "What's coolest gift you've ever given?",
  "What movie or book do you quote from the most?",
  "What was the best concert you've ever been to?",
  "Can you write in cursive?",
  "How many hours do you get to the airport before a flight?",
  "What’s the first thing you do in the morning?",
  "What’s the worst movie trope?",
  "What’s a common experience for many people that you’ve never experienced?",
  "Do you pour milk first, then add the cereal, or the cereal first, then milk?",
  "What’s the smartest thing you’ve seen an animal do?",
  "If you could have free meals for life at one fast food chain, which one would you choose?",
  "What’s your haunted house story?",
  "What's your go-to midnight snack?",
  "What was your all-time favorite Halloween costume?",
  "If money and practicality weren’t a problem, what would be the most interesting way to get around town?",
  "What’s the longest rabbit hole you’ve been down?",
  "What’s the saddest scene in a movie or TV series?",
  "What is the oddest way you ever accidentally hurt or injured yourself?",
  "What inconsequential super power would you like to have?",
  "Where is your happy place?",
  "What is a fictional food you would most like to try?",
  "If money were no object, what outrageous luxury would you add to your house?",
  "What’s the best lesson you’ve learned from a work of fiction?",
  "What food do you crave most often?",
  "Who in your life has the best / worst luck?",
  "What fashion trend makes you cringe or laugh every time you see it?",
  "What is one thing people would never guess about you?",
  "Which apocalyptic dystopia do you think is most likely?",
  "What is a product or service you are willing to spend more money on to get better quality?",
  "If you could watch any movie again for the first time, what would you watch?",
  "What’s your secret talent?",
  "What is something that characters do in movies that annoys you the most?",
  "The pool, the beach, or the lake?",
  "What’s the most beautiful beach you’ve been to?",
  "How do we know you are not a robot?",
  "What’s something that everyone agrees we should change, but somehow it never changes?",
  "What are you tired of?",
  "What’s incredibly cheap and you would pay way more for?",
  "What bug or animal freaks you out the most?",
  "If you could be any age for the rest of your life, what age would you be?",
  "What is the best pizza you've ever had?",
  "What is your favorite weather phenomenom?",
  "What was your first email address?",
  "What’s the most overrated product out on the market?",
  "What word do you always misspell?",
  "What naps are the most satisfying?",
  "What’s the weirdest thing you’ve found lying on the ground / side of the road?",
  "If you could take a month-long road trip, what would be your route?",
  "What do you like the least about travel?",
  "What animal is the most majestic?",
  "What household chore have you never done?",
  "Have you ever achieved a New Year’s resolution?",
  "What always cheers you up when you think about it?",
  "What sport could you play the longest in a televised game, without anyone discovering you aren’t a professional athlete?",
  "What kind of art do you enjoy most?",
  "What is your favorite diner order?",
  "What’s the creepiest tech out there?",
  "How would you describe your decor style?",
  "What’s fine in small numbers but terrifying in large numbers?",
  "Do you like things to be carefully planned or do you prefer to just go with the flow?",
  "What animal would you most like to eat?",
  "What’s one thing that’s always in your fridge?",
  "What song is on every one of your playlists?",
  "What was the worst shopping experience you’ve ever had?",
  "What story you’ve heard has stayed with you and always disturbs you every time you think about it?",
  "Does pineapple belong on pizza?",
  "If you were a clown themed super hero, what powers would you have?",
  "If you could airdrop anything you want, worth two million dollars or less, anywhere you want, what would you airdrop and where would you airdrop it?",
  "If you lived in a virtual reality world of your own creation, what would it look like?",
  "What’s the best purchase you made in the last year?",
  "What two things are terrible when separate but great when you put them together?",
  "What did you believe for way too long as a child?",
  "What big event do you think will happen soon that most people aren’t expecting?",
  "What’s your favorite place you’ve never actually been to (based on pictures and stories)?",
  "What current trend makes no sense to you?",
  "If you owned a restaurant, what kind of food would it serve?",
  "What U.S. city could fall off a map and not bother you at all?",
  "What is your favorite national park?",
  "What do a lot of people have very strong opinions about, even though they know very little about it?",
  "What’s your go to casino game?",
  "How much money would it take for you to take a punch from a Mike Tyson?",
  "What’s your favorite holiday movie?",
  "What’s your favorite food to cook for guests?",
  "Who is the most creative person you know?",
  "Would you rather go 100 years in the future or 100 years in the past?",
  "What’s your favorite way to learn?",
  "What did you like / dislike about where you grew up?",
  "What elements of pop culture will be forever tied in your mind to your childhood?",
  "What’s your good luck charm?",
  "What’s legal now, but probably won’t be in 25 years?",
  "What’s the last book you read?",
  "When was the last time you stayed up through the entire night?",
  "What’s something that people think makes them look cool, but actually has the opposite effect?",
  "What’s the oldest thing you own?",
  "What has someone borrowed but never given back?",
  "Where is the best place you’ve been for taking walks?",
  "If cartoon physics suddenly replaced real physics, what are some things you would want to try?",
  "What from the present will withstand the test of time?",
  "Who in your life is the worst at using technology?",
  "What's your favorite GIF?",
  "What just around the corner tech are you eager to get your hands on?",
  "What was your first email address?,"
  "What do you do when you hear something fall in the middle of the night while you are in bed?",
  "What’s one item you want to own that you don’t?,"
  "What’s your go-to karaoke song?",
  "What was ruined because it became popular?",
  "What outdated slang do you use on a regular basis?",
  "Have you ever been told you look like someone famous? Who was it?",
  "If you could be guaranteed one thing in life (besides money), what would it be?",
  "If you had to teach a class on one thing, what would you teach?",
  "What topic could you spend hours talking about?",
  "What happens regularly that would horrify a person from 100 years ago?",
  "What do a lot of people hope will happen but is just not going to happen?",
  "What is your favourite season of the year and why?",
  "What questions would you like to ask a time traveler from 200 years in the future?",
  "Which way should toilet paper hang, over or under?",
  "What was the first thing you bought with your own money?",
  "If you were stranded on a desert island, what three items would you want to have with you?",
  "What’s the most rage inducing game you’ve ever played?",
  "What was your favorite cartoon as a kid?",
  "What is the best thing to do in your hometown?",
  "What job doesn’t exist now but will exist in the future?",
  "What awful movie do you love?",
  "What normally delicious food gets ruined when you wrap it in a tortilla?",
  "What’s the best birthday cake you ever ate?",
  "What were you completely certain of until you found out you were wrong?",
  "What is the smallest thing for which you are grateful?",
  "What’s the cutest thing you can imagine? Something so cute it’s almost painful.",
  "What is an irrational fear you have?",
  "What is the most memorable meal you've ever had?",
  "What's your favourite article of clothing you own?",
  "What is the longest or most complex thing you have memorized?",
  "What piece of “art” would you create if you had to pretend to be an artist and submit something to a gallery?",
  "What do you do to make the world a better place?",
  "What’s the best and worst thing about the state you are from?",
  "If you could live in any fictional world, where would it be and why?",
  "What’s better broken than whole?",
  "What is something you enjoyed doing but would never do again?",
  "What’s the best sandwich you’ve ever had?",
  "What’s the worst thing you ate from a fast food restaurant?",
  "What’s the most beautiful view you’ve ever seen?",
  "What profession doesn’t get enough credit or respect?",
  "What memory of yours feels real but is most likely false?",
  "What are three websites that you visit daily?",
  "What was the most amazing physical feat you’ve managed to pull off?",
  "What’s the most annoying thing about the social media platform you use most often?",
  "If you could eliminate one thing that you did everyday, what would it be?",
  "What would be the most unsettling thing to keep occasionally finding around your house?",
  "What place do you know so well that could you be a tour guide there?",
  "What's your favorite comfort food?",
  "Have you ever won anything? What was it for?",
  "What do you love most about your car?",
  "What weird potato chip flavor that doesn’t exist would you like to try?",
  "What’s the silliest thing you’ve convinced someone of?",
  "How much do you think names affect the outcomes of people’s lives?",
  "What product or service is way more expensive than it needs to be?",
  "What is something that we pay for but should be free?",
  "What is your favourite team game to play?",
  "What did you eat so much of that now you hate it?",
  "Which artist do you know the most lyrics for?",
  "Where’s the line between soup and cereal?",
  "What word do you always mispronounce?",
  "What do you do when you can’t sleep?",
  "What would be the worst food to be liquefied and drunk through a straw?",
  "What’s the weirdest thing about modern life that people just accept as normal?",
  "How much of your body would you cybernetically enhance if you could?",
  "What is the best prank you ever played?",
  "If you had a giraffe that you needed to hide, where would you hide it?",
  "What’s the clumsiest thing you’ve done?",
  "What songs do you only know the chorus to?",
  "Think of a brand, now what would an honest slogan for that brand be?",
  "What’s something common from your childhood that will seem strange to future generations?",
  "What’s the most amazing place in nature you’ve been?",
  "What’s quickly becoming obsolete?",
  "Where is the most uncomfortable place you have ever slept?",
  "What food or snack from your childhood do you wish they'd bring back?",
  "If You Could Dis-Invent One Thing, What Would It Be??",
  "What TV show or movie do you refuse to watch?",
  "When was the last time you were hopelessly lost?",
  "What songs do you feel compelled to sing along with when you hear them, even if you don’t totally know all the words?",
  "What product do you wish a company would make a “smart” version of?",
  "What two films would you like to combine into one?",
  "What is your favorite travel snack?"
]
