[
  "What is your idea of perfect happiness?",
  "What is your greatest extravagance?",
  "On what occasion do you lie?",
  "Which living person do you most despise?",
  "Which words or phrases do you most overuse?",
  "When and where were you happiest?",
  "Which talent would you most like to have?",
  "What do you consider your greatest achievement?",
  "If you were to die and come back as a person or a thing, what would it be?",
  "Where would you most like to live?",
  "What is your most treasured possession?",
  "What do you most value in your friends?",
  "Who are your favorite writers?",
  "Who is your hero of fiction?",
  "Which historical figure do you most identify with?",
  "Who are your heroes in real life?",
  "What are your favorite names?",
  "What is it that you most dislike?",
  "What is your motto?",
  "Do you like watching reruns?",
  "Have you ever won any kind of contest yourself?",
  "What do you think is worth waiting for?",
  "What is the number one thing people are always asking you for help with?",
  "What movie did you love the original but hate the sequel?",
  "Are you more talk and less action or vice versa?",
  "Have you ever given someone a handmade present?",
  "Could you live without electricity for a week?",
  "Have you ever eaten a whole tube of Pringles by yourself?",
  "What nervous habits do you have?",
  "What do you think should be a wonder of the world that currently isn't?",
  "What comforts you on bad days?",
  "Something you eat that other people would find gross?",
  "Do you have a favorite t-shirt, if so what's on it or what does it say?",
  "How have you changed over the last 5 years?",
  "Have you ever painted a house?",
  "Have you ever had a surprise party (that was an actual surprise)?",
  "What's the best costume you've ever worn?",
  "Do you like sunny days or rainy days more?",
  "What does your typical Friday night look like?",
  "Who is your favorite movie director and what's your favorite movie from them?",
  "What's the highest you've ever jumped into the water from?",
  "What inspires your ideas?",
  "Have you ever assembled furniture by yourself?",
  "Have you ever bolstered your resume to get a job you really wanted?",
  "Have you ever had an internship, if not what would be your dream intern job?",
  "Do you prefer chicken, beef, seafood, or vegetables?",
  "What do you love most about the holiday season?",
  "What part of your routine do you always try to skip if you can?",
  "What do you or did you hate most about dating or the dating process?",
  "Have you ever been professionally photographed?",
  "Do you influence people more than they influence you?",
  "If you could ask one person, alive or dead, only one question, what would you ask?",
  "What is your favorite hiding place?",
  "Do you buy anthing organic, if so what?",
  "How would you describe yourself in terms of food?",
  "How could you reinvent yourself?",
  "What was the name of the first album you ever bought and who was it by?",
  "What is your Chinese zodiac sign and is the description accurate?",
  "Who is the very first friend you ever remember making and how old were you?",
  "What are 3 phrases or sayings you say almost every day?",
  "Have you ever swerved off the road to avoid hitting something?",
  "What would you compare your driving skills to?",
  "What food is romantic to you?",
  "Have you ever had an out-of-body experience?",
  "How easy is it for you to get along with people?",
  "What's something on your \"to-do list\" that never gets done?",
  "What's your favorite thing to eat with your fingers?",
  "What is your favorite or most used cookbook?",
  "What food best describes your personality?",
  "Would you ever do a ride along with a cop, if so what do you want to see?",
  "Do you think ignorance is bliss?",
  "What is something you wish you knew?",
  "Where's your favorite place to order pizza?",
  "If you were to ever win a Nobel Peace Prize, what do you think it would be for?",
  "Do you ask enough questions or do you settle for what you know?",
  "Have you ever helped someone across the road?",
  "What is legal that you think should be illegal?",
  "Would you rather own a private jet or luxury yacht?",
  "What's the first impression you want to give people?",
  "Which would you rather have it you had to: a broken leg, or a broken arm?",
  "What is your favorite thing to put ice cream on or eat ice cream with?",
  "Who would you love to collaborate with and what you collaborate on?",
  "What was one thing you begged your parents for as a kid and they finally gave it to you?",
  "Do you think horoscopes are accurate?",
  "How do you describe millennials?",
  "What makes you unique?",
  "If you could time travel, where would you go?",
  "What is one book you like that no one else does?",
  "What is an eye opening experience you had while traveling?",
  "If you had to eat one meal every day for the rest of your life, what would it be?",
  "What's your signature drink?",
  "What's one movie you can't bring yourself to watch?",
  "Do you think the world will be a better or worse place 100 years from now?",
  "If you could gain one ability or quality you admire in someone else, what would you choose?",
  "If you could have free, unlimited service for 5 yrs from an extremely good cook, chauffeur, housekeeper, masseuse, or personal secretary, which would you choose?",
  "What is your greatest accomplishment?",
  "What could someone figure out by the friend's you've chosen?",
  "What is the smallest hill you're willing to die on?",
  "What is something you're objectively bad at, but still love doing?",
  "What was your first job?",
  "What are you reading right now?",
  "If you could pick up a new skill in an instant what would it be?",
  "Who’s someone you really admire?",
  "Do you have or want to get any tattoos?",
  "Seen any good movies lately you’d recommend?",
  "Have you been pleasantly surprised by anything lately?",
  "What was your favorite band 10 years ago?",
  "What’s your earliest memory?",
  "Have you been anywhere recently for the first time?",
  "What’s your favorite family tradition?",
  "Who had the most influence on you growing up?",
  "What was the first thing you bought with your own money?",
  "What’s something you want to do in the next year that you’ve never done before?",
  "What moment made you go, \"Oh, now I'm an adult\"?",
  "What have you seen lately that made you smile?",
  "What’s your favorite place you’ve ever visited?",
  "Have you had your 15 minutes of fame yet?",
  "What’s the best advice you’ve ever heard?",
  "How do you like your eggs?",
  "How do you like your toast?",
  "Do you have a favorite charity you wish more people knew about?",
  "Got any phobias you’d like to break?",
  "Have you returned anything you’ve purchased recently? Why?",
  "Do you collect anything?",
  "What’s your favorite breakfast cereal?",
  "What one word would you use to describe this year so far?",
  "What's the best food you've eaten recently?",
  "What was the funniest moment of the past year?",
  "What's the best movie you've seen recently?",
  "Have you learned a new skill recently? If not, what skill would you like to learn?",
  "What's your favorite board game?",
  "What's your favorite video game?",
  "What's the best advice you've received?",
  "What is your silliest accomplishment within the past year?",
  "What is your new favorite meme?",
  "What do you like to do on your birthday?",
  "What is your favorite article of clothing?",
  "What's a risk you want to take in the next year?",
  "What's one goal you have right now?",
  "Where do you want to travel next?",
  "What is your proudest moment from the past year?",
  "What is the biggest lesson you've learned in the past year?",
  "What restaurant do you want to order takeout from?",
  "What have you changed your mind about in the past year?",
  "What song have you been listening to the most recently?",
  "When have you been the most surprised?",
  "Who are your favorite villains in real life?",
  "Have you ever resented someone for a gift they gave you?",
  "What's your favorite board game?",
  "Is it morally indefensible to not submit your DNA to 23andMe or Ancestry, since it can be used to solve crimes?",
  "Do you love working from home or would you rather be in the office? Is there a balance of both that you like best?",
  "What’s the hardest part about working virtually for you? The easiest?",
  "What did you eat for breakfast?",
  "What does your morning routine look like when working from home?",
  "What’s your number one tip for combating distractions when working from home?",
  "How do you stay productive and motivated working virtually?",
  "What does your typical work from home uniform look like?",
  "How many cups of coffee, tea, or beverage-of-choice do you have each morning?",
  "Are you an early bird or night owl?",
  "What’s your favorite flower or plant?",
  "What’s your caffeinated beverage of choice? Coffee? Cola? Tea?",
  "What’s your favorite scent?",
  "If you could learn one new professional skill, what would it be?",
  "If you could learn one new personal skill, what would it be?",
  "What’s your favorite way to get in some exercise?",
  "If you could write a book, what genre would you write it in? Mystery? Thriller? Romance? Historical fiction? Non-fiction?",
  "The zombie apocalypse is coming, who are 3 people you want on your team?",
  "What is your most used emoji?",
  "Who was your childhood actor/actress crush?",
  "If you were a wrestler what would be your entrance theme song?",
  "If you could bring back any fashion trend what would it be?",
  "You have your own late night talk show, who do you invite as your first guest?",
  "You have to sing karaoke, what song do you pick?",
  "What was your least favorite food as a child? Do you still hate it or do you love it now?",
  "If you had to eat one meal everyday for the rest of your life what would it be?",
  "What’s your favorite sandwich and why?",
  "If you could hang out with any cartoon character, who would you choose and why?",
  "If you could choose any person from history to be your imaginary friend, who would it be and why?",
  "If you could live in any country, where would you live?",
  "If you could have someone follow you around all the time, like a personal assistant, what would you have them do?"
]
